chores: update readme
